#    -*- mode: org -*-


Archived entries from file /Users/erker/git/energy/papers/energy_paper.org


* explaining why divide space around buildings thusly
  :PROPERTIES:
  :ARCHIVE_TIME: 2018-07-25 Wed 10:01
  :ARCHIVE_FILE: ~/git/energy/papers/energy_paper.org
  :ARCHIVE_OLPATH: Methods
  :ARCHIVE_CATEGORY: energy_paper
  :END:

1) aggregated to reduce multicollinearity
2) also makes sense.  the south region is approximately the region of
   the building that gets sun year round, the north region is never
   gets direct sunlight, and the east and west regions get more or
   less light depending on the season.

angles are 57, 123, 237, 303, off by 1 degree from below.

#+begin_src R
22.5 + seq(0,360,45)
#+end_src

#+RESULTS:
: [1]  22.5  67.5 112.5 157.5 202.5 247.5 292.5 337.5 382.5

| solstace | rise/set | azimuth |
|----------+----------+---------|
| summer   | rise     |   55.85 |
| summer   | set      |  303.99 |
| winter   | rise     |  121.91 |
| winter   | set      |  237.99 |



